Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Dyeing of clothing
it: Tintura di indumenti

source: Dyeing of non-woven textiles
it: Tintura di stoffe non tessute

source: Consultancy relating to the clearance of oil pollution
it: Consulenza in materia di pulizia dell'inquinamento da petrolio

source: Crease-retaining treatment
it: Trattamenti anti-piegatura

source: Application of wear resistant coatings to engineering components
it: Applicazione di rivestimenti resistenti all' usura a componenti tecnici

source: Processing of hydrocarbon derivatives
it: Lavorazione di derivati di idrocarburi

source: Processing of hydrocarbons
it: Lavorazione di idrocarburi

source: Processing of organic chemical liquids
it: Trattamento di liquidi chimici organici

source: Recycling of chlorofluorocarbon (CFC) containing liquids
it: Riciclaggio di liquidi contenenti clorofluorocarburi (CFC)

source: Preparation and treatment of fabric
it: Preparazione e trattamento di tessuti

source: Decontamination of nuclear waste
it: Decontaminazione di scorie nucleari

source: Digital on-demand printing services of books and other documents
it: Servizi di stampa digitale su ordinazione di libri ed altri documenti

source: Manufacture of furniture to order and specification of others
it: Produzione di mobili secondo ordine e specifiche di terzi

source: Photographic duplicating
it: Duplicazione fotografica

source: Photographic etching of paper
it: Fotoincisione di carta

source: Engraving of dies
it: Incisione di stampi

source: Treatment [recycling] of hazardous products
it: Trattamento [riciclaggio] di prodotti pericolosi

source: Print finishing [folding] services
it: Finitura di stampa [piegatura]

source: Treatment of semi-manufactured products by means of electrolysis
it: Trattamento di prodotti semilavorati mediante elettrolisi

source: Treatment of synthetic polymers against fungal attacks
it: Trattamento di polimeri sintetici contro attacchi fungini

source: Recycling of valuable materials
it: Riciclaggio di materiali di valore

source: Rental of generators
it: Noleggio di generatori

source: Mildew-prevention treatment of food
it: Trattamento antimuffa di alimenti

source: Custom fashioning of fur
it: Foggiatura delle pellicce

source: Chemical recycling of waste products
it: Riciclaggio chimico di rifiuti

source: Chromium plating of metallic objects
it: Cromatura di oggetti metallici

source: Rental of typographic presses
it: Noleggio di presse tipografiche

source: Shrink-proofing [for textile or furs]
it: Prova termoretraibile [per tessuti o pellicce]

source: Treatment of hazardous liquids
it: Trattamento di liquidi pericolosi

source: Treatment of stereoscopic images
it: Trattamento d'immagini stereoscopiche

source: Recycling of insulating gases from refrigerators
it: Riciclaggio di gas isolanti da frigoriferi

source: Planing of materials
it: Piallatura di materiali

source: Pattern printing of carpets
it: Stampa di disegni su tappeti

source: Processing of photographic film
it: Trattamento di pellicole fotografiche

source: Filtration services for the parapetroleum industry
it: Servizi di filtrazione per l'industria parapetrolifera

source: Digital restoration of photographs
it: Restaurazione digitale di fotografie

source: Rental of machines and apparatus for photograph finishing
it: Noleggio di macchine e attrezzature per il ritocco fotografico

source: Window tinting treatment, being surface coating
it: Colorazione dei vetri con trattamento di superficie

source: Sorting of waste and recyclable material
it: Cernita di spazzatura e materiali riciclabili

source: Demineralisation of water
it: Demineralizzazione dell'acqua

source: Assembly of products for others
it: Assemblaggio di prodotti per terzi

source: Collation [binding] of copied material
it: Collazione [rilegatura] di materiale riprodotto

source: Rental of refrigerating apparatus
it: Noleggio di apparecchi di refrigerazione

source: Rental of photographic lenses for developing
it: Noleggio di lenti fotografiche per lo sviluppo

source: Engraving services for nameplates
it: Servizi d'incisione di a targhette

source: Extruding of metal alloys
it: Estrusione di leghe metalliche

source: Blueprinting
it: Cianografia

source: Desalination of water
it: Dissalazione dell'acqua

source: Tombstone engraving
it: Incisione di lapidi

source: Recovery of hydrocarbons from gas
it: Recupero di idrocarburi da gas

source: Recycling of chlorofluorocarbon (CFC) containing gases
it: Riciclaggio di gas contenenti clorofluorocarburi (CFC)

source: Photographic retouching
it: Ritocco fotografico

source: Photographic slide and print processing
it: Elaborazione fotografica di stampe e diapositive

source: Engraving of sealing stamps
it: Incisione di timbri per sigillare

source: Petrochemical refining services
it: Servizi di raffinazione petrolchimica

source: Tinting of lenses
it: Colorazione di lenti

source: Electro-phoretic coating
it: Rivestimenti elettroforesici

source: Purification of minerals by chemical methods
it: Depurazione di minerali mediante metodi chimici

source: Purification of minerals by magnetic methods
it: Depurazione di minerali mediante metodi magnetici

source: Purification of refrigerant fluids
it: Depurazione di liquidi refrigeranti

source: Treatment of oils by the removal of polychlorinated biphenols
it: Trattamento di oli per la rimozione di bifenoli policlorati

source: Reproduction of museum artwork
it: Riproduzione di opere d'arte di musei

source: Consultancy relating to the clearance of chemical pollution
it: Consulenza in materia di pulizia dell'inquinamento chimico

source: Generation of gas and electricity
it: Produzione di gas e di elettricità

source: Treatment [recycling] of waste
it: Trattamento [riciclaggio] di rifiuti

source: Printing of stamps
it: Stampa di francobolli

source: Recycling of refrigerant fluids
it: Riciclaggio di liquidi refrigeranti

source: Recycling of scrap
it: Riciclaggio di scarti

source: Abrasion
it: Abrasione

source: Bookbinding
it: Rilegatura

source: Lithographic printing
it: Stampa litografica

source: Transfer of photographic prints
it: Trasferimento di stampe fotografiche

source: Transfer of photographs on to compact disc
it: Trasferimento di fotografie su compact disc

source: Vapour depositing on metal surfaces
it: Deposito di vapori su superfici metalliche

source: Processing of waste oil
it: Trattamento di oli di scarto

source: Filtration services for the petroleum industry
it: Servizi di filtrazione per l'industria petrolifera

source: Flame proofing of furniture
it: Ignifugazione di mobili

source: Sheet material encapsulating services for pictures
it: Servizi di incapsulamento di materiali in fogli per immagini

source: Rental of machines and apparatus for film development
it: Noleggio di macchine e attrezzature per lo sviluppo di pellicole

source: Treatment of hazardous substances
it: Trattamento di sostanze pericolose

source: Information services relating to the printing of photographic film
it: Informazioni in materia di stampa di pellicole fotografiche

source: Duplicating of cinematographic films for television
it: Duplicazione di pellicole cinematografiche per la televisione

source: Formation of silage
it: Formazione di insilati

source: Rental of water filters
it: Noleggio di filtri ad acqua

source: Desalination
it: Dissalazione

source: Polymerization
it: Polimerizzazione

source: Consultancy relating to the treatment of oil pollution
it: Consulenza in materia di trattamento dell'inquinamento da petrolio

source: Pneumatic abrasion of surfaces
it: Abrasione pneumatica di superfici

source: Processing of iron oxides
it: Lavorazione di ossidi di ferro

source: Reclamation of solvents
it: Recupero di solventi

source: Recovery of precious metals
it: Recupero di metalli preziosi

source: Recycling of aerosol propellants
it: Riciclaggio di propellenti per aerosol

source: Photographic restoration
it: Restauro fotografico

source: Cutting of leather
it: Taglio di cuoio

source: Film development and reproduction of photographs
it: Sviluppo di pellicole e duplicazione di fotografie

source: Photographic developing
it: Sviluppo fotografico

source: Photographic etching of textiles
it: Fotoincisione di tessuti

source: Enamelling
it: Smaltatura

source: Custom manufacture of yachts
it: Produzione personalizzata di yacht

source: Refinishing of porcelain
it: Rifinitura di porcellana

source: Preservative treatment of wood [other than painting]
it: Trattamento conservativo del legno [diverso da verniciatura]

source: Pressing of record masters
it: Stampaggio di dischi originali

source: Treatment of synthetic polymers against bacteriological infections
it: Trattamento di polimeri sintetici contro infezioni batteriologiche

source: Color enhancement of black and white film
it: Resa a colori di pellicole in bianco e nero

source: Color enhancement of black and white video film
it: Resa a colori di pellicole video in bianco e nero

source: Whitening of laundry
it: Sbiancamento di bucato

source: Grinding
it: Molatura

source: Metallurgical processing
it: Trattamento metallurgico

source: Treatment of fabrics to impart antistatic properties
it: Trattamento di tessuti per conferimento di proprietà antistatiche

source: Sandblasting services
it: Servizi di sabbiatura

source: Chromium plating of metal articles
it: Cromatura di articoli in metallo

source: Custom assembling of materials for others
it: Assemblaggio di materiali su comando per i terzi

source: Needlework and dressmaking
it: Lavori ad uncinetto e cucito

source: Advisory services relating to dyeing
it: Servizi di consulenza in materia di tintura

source: Pattern printing on fabric
it: Stampa di disegni su tessuti

source: Recycling of foam blowing agents
it: Riciclaggio d'agenti schiumogeni

source: Recycling of metals
it: Riciclaggio di metalli

source: Rental of boilers
it: Noleggio di caldaie

source: Nickel plating
it: Nichelatura

source: Waste and/or water treatment services
it: Servizi di trattamento di acqua e/o rifiuti

source: Sorting of waste and recyclable material [transformation]
it: Smistamento di rifiuti e di materie prime di recupero [trasformazione]

source: Laminating of glass sheets
it: Laminazione di vetro in fogli

source: Treatment of toxic material
it: Trattamento di materiali tossici

source: Transfer of cinematographic film onto video tape
it: Trasferimento di pellicole cinematografiche su videonastri

source: Purification of industrial waste water
it: Depurazione delle acque di scarico industriali

source: Shearing of carpets
it: Taglio di tappeti

source: Rental of machines and apparatus for photograph printing
it: Noleggio di macchine e attrezzature per la stampa fotografica

source: Rental of machines and apparatus for photograph enlargement
it: Noleggio di macchine e attrezzature per ingrandimenti fotografici

source: Decontamination of subsurface soil sites
it: Decontaminazione di siti nel sottosuolo

source: Information services relating to the processing of photographic film
it: Informazioni riguardanti lo sviluppo di pellicole fotografiche

source: Cobbler's services [custom manufacture]
it: Servizi di calzolai [produzione su richiesta]

source: Discharge printing
it: Stampa a corrosione

source: Water purification
it: Depurazione dell'acqua

source: Annealing of surfaces of machine parts (Services for the -)
it: Servizi di ricottura delle superfici di componenti di macchine

source: Application of appliques to textiles
it: Applicazione di decorazioni ad indumenti

source: Bevelling of glass
it: Smussatura del vetro

source: Processing of coal
it: Trattamento di carbone

source: Processing of dry gas
it: Trattamento di gas secchi

source: Treatment of natural gas
it: Trattamento di metano

source: Treatment of materials by laser beam
it: Trattamento di materiali a raggio laser

source: Electrolytic colouring services
it: Servizi di colorazione elettrolitica

source: Catalytic conversion of chemical compounds
it: Conversione catalitica di composti chimici

source: Treatment [recycling] of hazardous liquids
it: Trattamento [riciclaggio] di liquidi pericolosi

source: Refinishing of fibreglass
it: Rifinitura di fibre di vetro

source: Document destruction
it: Distruzione di documenti

source: Treatment of plastic materials to produce plastic mouldings
it: Trattamento di materie plastiche per la produzione di stampi in plastica

source: Reprocessing lubrication oils
it: Rilavorazione di oli lubrificanti

source: Reproduction of photographic prints
it: Riproduzione di stampe fotografiche

source: Reproduction of photographic transparencies
it: Riproduzione di diapositive fotografiche

source: Services for the transfer of photographic prints onto video tapes
it: Servizi per trasferimento di stampe fotografiche su nastri video

source: Blast treatment of a surface (Services for the -)
it: Servizi di trattamento di superfici a getto

source: Detoxification of hazardous materials
it: Detossificazione di sostanze pericolose

source: Treatment of carpets to impart stain repellent properties
it: Trattamento di tappeti per conferire proprietà anti-macchia

source: Treatment of fabrics to impart stain repellent properties
it: Trattamento di tessuti per conferire proprietà anti-macchia

source: Mold prevention treatment of cloth
it: Trattamenti antimuffa per abbigliamento

source: Chemical treatment of waste products
it: Trattamento chimico di prodotti di scarto

source: Photographic processing
it: Lavorazione di fotografie

source: Printing of books
it: Stampa di libri

source: Rental of bookbinding machines
it: Noleggio di macchine rilegatrici

source: Textile printing
it: Stampa su tessuti

source: Treatment of aerial or satellite photographs
it: Trattamento di fotografie aeree o satellitari

source: Treatment and recycling of packaging
it: Trattamento e riciclaggio d'imballaggi

source: Recycling of minerals
it: Riciclaggio di minerali

source: Recycling of paper
it: Riciclaggio di carta

source: Burnishing by abrasion
it: Levigazione [abrasione]

source: Etching of glass
it: Incisione di vetro

source: Film developing and processing
it: Sviluppo e trattamento di pellicole

source: Fireproofing of clothing
it: Ignifugazione di tessili

source: Laminating
it: Laminazione

source: Paint mixing services
it: Miscelatura di vernici

source: Laminating of textiles
it: Laminazione di tessuti

source: Laminating of plastic
it: Laminazione di plastica

source: T-shirt printing
it: Stampa di T-shirt

source: Clothing alteration
it: Ritocco di abiti

source: Tin plating
it: Stagnatura

source: Rental of sewing machines
it: Noleggio di macchine da cucire

source: Cutting of diamonds
it: Taglio di diamanti

source: Cutting of sheet glass
it: Taglio di vetro in fogli

source: Rental of heating installations
it: Noleggio di impianti di riscaldamento

source: Stripping of wooden objects
it: Sverniciatura di oggetti in legno

source: Vulcanization [material treatment]
it: Vulcanizzazione [trattamento di materiali]

source: Rental of photographic enlargers
it: Noleggio di ingranditori fotografici

source: Customisation of motor vehicles
it: Personalizzazione di veicoli a motore

source: Engraving services for seals
it: Servizi d'incisione di sigilli

source: Custom imprinting of clothing with decorative designs
it: Stampa personalizzata di abbigliamento con disegni decorativi

source: Die-casting of metals
it: Pressofusione di metalli

source: Fulling of cloth
it: Follatura di stoffe

source: Collation [binding] of typewritten material
it: Collazione [rilegatura] di materiale dattiloscritto

source: Provision of information relating to chemical processing
it: Informazioni in materia di trattamenti chimici

source: Reclamation of solids from aqueous media by chemical precipitation
it: Recupero di residui solidi da mezzi acquosi mediante precipitazione chimica

source: De-acidification of paper
it: Deacidificazione della carta

source: Die casting
it: Pressofusione

source: Water treatment and purification
it: Trattamento e depurazione dell'acqua

source: Metal plating and laminating
it: Placcatura e laminatura di metalli

source: Acrylic finishing of vehicles
it: Finiture acriliche per veicoli

source: Enamelling of metals
it: Smaltatura di metalli

source: Building dehumidification
it: Deumidificazione degli edifici

source: Magnetic encoding services
it: Servizi di codifica magnetica

source: Pressure-treatment of timber for preservation purposes
it: Trattamento a pressione per il legname a scopo conservativo

source: Treatment of hazardous waste
it: Trattamento di rifiuti pericolosi

source: Services for the custom manufacturing of roller blinds
it: Servizi per la fabbricazione su ordinazione di tendine avvolgibili

source: Sawing of materials
it: Segatura di materiali

source: Metallurgical smelting
it: Fusione metallurgica

source: Custom tailoring
it: Servizi di sarti

source: Treatment of carpets to impart antistatic properties
it: Trattamento di tappeti per conferimento di proprietà antistatiche

source: Mold prevention treatment of furs
it: Trattamenti antimuffa per pellicce

source: Wool (Fireproofing of -)
it: Ignifugazione della lana

source: Recycling of toner
it: Riciclaggio di toner

source: Purification of gases
it: Purificazione di gas

source: Flame proofing
it: Ignifugazione

source: Sheet material encapsulating services for maps
it: Servizi di incapsulamento di materiali in fogli per mappe

source: Silver plating
it: Argentatura

source: Rental of machines and apparatus for processing beverages
it: Noleggio di macchine e attrezzature per la lavorazione di bevande

source: Processing of bamboo
it: Lavorazione del bambù

source: Grinding of lenses
it: Molatura di lenti

source: Heat treatment of metals
it: Trattamento termico di metalli

source: Incineration of spent air
it: Incenerimento di aria esausta

source: Coating of cylinders with chromium plate
it: Rivestimento di cilindri con placcatura al cromo

source: Duplicating of films
it: Duplicazione di pellicole

source: Duplicating of photographic film
it: Duplicazione di pellicole fotografiche

source: Duplicating of transparencies
it: Duplicazione di diapositive

source: Stripping of furniture
it: Sverniciatura di mobili

source: Enlarging of pictorial work
it: Ingrandimento di opere pittoriche

source: Disposal of waste water from industrial processes
it: Trattamento di acque di scarico di processi industriali

source: Galvanization services
it: Servizi di galvanizzazione

source: Sawmills, planing [sawmill]
it: Segatura e piallatura

source: Cooked foods (Treatment of -)
it: Trattamento di alimenti cotti

source: Extraction of minerals contained in waste residues
it: Estrazione di minerali contenuti in residui di rifiuti

source: Portrait printing
it: Stampa di ritratti

source: Photographic etching of articles of clothing
it: Fotoincisione di articoli di abbigliamento

source: Application of backing to carpet to the order of others
it: Applicazione di rinforzi per moquette su ordinazione di terzi

source: Wool (Pre-shrinking of -)
it: Prerestringimento della lana

source: Soldering
it: Saldatura

source: Treating [tempering] of metal
it: Lavorazione e tempra dei metalli

source: Filtration of gases
it: Filtrazione di gas

source: Filtration of liquids
it: Filtraggio di liquidi

source: Laminating of wood substitutes
it: Laminazione di sostituti del legno

source: Refining of petroleum products
it: Raffinazione di prodotti petroliferi

source: Solvent purification
it: Depurazione di solventi

source: Print finishing services
it: Servizi di finitura di stampa

source: Treatment of hazardous gases
it: Trattamento di gas pericolosi

source: Saddlery working
it: Lavori di selleria

source: Electricity generating
it: Generazione di elettricità

source: Anti-mildew treatment
it: Trattamento antimuffa

source: Taxidermy
it: Tassidermia

source: Treatment of crude mineral oil
it: Trattamento di oli minerali grezzi

source: Microencapsulating services provided for others
it: Servizi di microincapsulamento per conto terzi

source: Printing of advertising matter
it: Stampa di materiale pubblicitario

source: Rental of tobacco processing machines
it: Noleggio di macchine per lavorare il tabacco

source: Textile finishing
it: Finitura di tessuti

source: Recycling of insulating gases from freezers
it: Riciclaggio di gas isolanti da congelatori

source: Leasing of water purification equipment
it: Noleggio di depuratori d'acqua

source: Offset printing
it: Stampa offset

source: Decontamination of hazardous materials
it: Decontaminazione di materiali pericolosi

source: Transfer of photographic transparencies
it: Trasferimento di diapositive fotografiche

source: Treating [enamelling] of metal
it: Lavorazione di metalli [smaltatura]

source: Treatment of toxic sludges
it: Trattamento di fanghi tossici

source: Duplication of sound tapes
it: Duplicazione di audiocassette

source: Agglomerating of solid material (Services for the -)
it: Servizi di agglomerazione di materiali solidi

source: Stainless steel polishing services
it: Lucidatura di acciaio inossidabile

source: Treatment of timber with preservatives
it: Trattamento del legname con conservanti

source: Waterproofing of clothing
it: Impermeabilizzazione di tessili

source: Dyeing of cloth or clothing
it: Tintura di tessuti o di indumenti

source: Deoxidizing of printed circuits
it: Deossidazione di circuiti stampati

source: Planing of timber
it: Piallatura di legno

source: Preservation of drink
it: Conservazione di bevande

source: Textile treatment in the nature of waterproofing
it: Trattamento di tessuti, ovvero impermeabilizzazione

source: Consultancy relating to the treatment of chemical pollution
it: Consulenza in materia di trattamento dell'inquinamento chimico

source: Application of motifs to textiles
it: Applicazione di motivi ad indumenti

source: Application of relief patterns to board surfaces
it: Applicazione di motivi in rilievo su superfici in cartone

source: Application of relief patterns to paper surfaces
it: Applicazioni di rilievi su superfici in carta

source: Destruction of confidential material
it: Distruzione di materiale riservato

source: Grinding and polishing glass for eyeglasses
it: Molatura e lucidatura vetro per occhiali

source: Fireproofing [for textile or furs]
it: Ignifugazione [per tessuti o pellicce]

source: Photographic etching of household articles
it: Fotoincisione di articoli per la casa

source: Photographic etching of printed matter
it: Fotoincisione di materiale stampato

source: Gas compression services
it: Servizi di compressione di gas

source: Wool (Waterproofing of -)
it: Impermeabilizzazione della lana

source: Electrochemical treatment
it: Trattamento elettrochimico

source: Embossing of leather
it: Goffratura del cuoio

source: Treatment [reclamation] of industrial waste
it: Trattamento [bonifica] di rifiuti industriali

source: Treatment [reclamation] of material from hazardous products
it: Trattamento di materiali [bonifica] da prodotti pericolosi

source: Burnishing services
it: Servizi di brunitura

source: Leather staining
it: Tintura del cuoio

source: Print finishing [cutting] services
it: Finitura di stampa [taglio]

source: Treatment of optical components to alter the optical properties
it: Trattamento di componenti ottici per alterare le proprietà ottiche

source: Services for the custom manufacturing of curtains
it: Servizi per fabbricazione su ordinazione di tende

source: Timber felling and processing
it: Taglio e trattamento del legno

source: Polishing of metals
it: Lucidatura dei metalli

source: Treatment of finished products by means of electrolysis
it: Trattamento di prodotti finiti mediante elettrolisi

source: Chemical vapour deposition
it: Deposizione di vapori chimici
